Repository: tommeir/mifgaim
Catalog: sites/all/modules/taxonomy_delegate/translations/*.po
Languages: el

source: The taxonomy_delegate module allows the administrator to delegate the maintenance of selected vocabularies without the need to grant "access taxonomy" permission. Delegation is done on the <a href="!link">Category Delegate</a> tab of the Categories administration page.
el: Η μονάδα taxonomy_delegate επιτρέπει στο διαχειριστή να αναθέσει την συντήρηση επιλεγμένων λεξιλογίων χωρίς να χρειάζεται να εκχωρήσει το δικαίωμα "access taxonomy". Η ανάθεση πραγματοποιείται στην καρτέλα <a href="!link">Ανάθεση Ταξινόμησης</a> της ταξινόμησης της σελίδας διαχείρησης.

source: Note that forum containers and topics are a vocabulary, so you may delegate their maintenance to a specific role without giving full forums administration permission.
el: Σημείωση: Το περιεχόμενο του φόρουμ και τα θέμτα είναι ένα λεξιλόγιο, έτσι μπορείς να αναθέσεις την συντήρηση τους σε ένα συγκεκριμένο ρόλο χωρίς να δώσεις πλήρη δικαιώματα διαχείρησης στα φόρουμ.

source: This is an overview of the current delegation of authority to administer categories. Setting of the delegation is done on the vocabulary edit page.
el: Το παρακάτω είναι μια εικόνα των τωρινών αναθέσεων διαχείρησης λεξιλογίων. Ορισμός της ανάθεσης γίνεται στην σελίδα επεξεργασίας λεξιλογίου.

source: Delegation
el: Ανάθεση

source: Use this section to delegate authority to maintain this vocabulary to a specific role.
el: Χρησιμοποίησε αυτή την ενότητα για να αναθέσεις δικαιώματα συντήρησης αυτού του λεξιλογίου σε ένα συγκεκριμένο ρόλο.

source: Choose the role(s) that may administer this vocabulary.
el: Επίλεξε ρόλο(ους) που θα διαχειριστούν αυτή το λεξιλόγιο.

source: You may choose more than one by using the CTRL key.
el: Μπορείς να επιλέξεις περισσότερα από ένα χρησιμποιώντας το πλήκτρο CTRL.

source: edit
el: επεξεργασία

source: Vocabulary
el: Λεξιλόγιο

source: Roles
el: Ρόλοι

source: Op
el: Λειτουργίες

source: Update
el: Τροποποίηση

source: Delete
el: Διαγραφή

source: List terms
el: Λίστα όρων

source: Add terms
el: Προσθήκη όρων

source: Category
el: Λεξιλόγιο

source: Operations
el: Λειτουργίες

source: Terms for
el: Όροι για

source: This is a freetagging vocabulary.
el: Αυτή είναι ένα λεξιλόγιο ελεύθερης σήμανσης.

source: No terms available.
el: Δεν υπάρχουν διαθέσιμοι όροι.

source: Image
el: Εικόνα

source: Name
el: Όνομα

source: Description
el: Περιγραφή

source: taxonomy_delegate module enabled by !name
el: Η μονάδα taxonomy_delegate ενεργοποιήθηκε από !name

source: taxonomy_delegate module disabled by !name
el: Η μονάδα taxonomy_delegate απενεργοποιήθηκε από !name

source: Allow delegation of taxonomy admin to specific roles.
el: Επιτρέπει την

source: Administer My Categories
el: Διαχείρηση του λεξιλογίου μου

source: Taxonomy Delegate
el: Ανάθεση Ταξινόμησης

source: Allows delegating vocabulary maintenance.
el: Επιτρέπει την ανάθεση της συντήρησης ενός λεξιλογίου.
