Repository: tommeir/mifgaim
Catalog: sites/all/modules/conditional_fields/translations/*.po
Languages: it

source: These settings only apply to the conditional fields of this content type.
it: Queste impostazioni si applicano solo ai conditional fields in questo tipo di contenuto.

source: Don't use javascript. Fields are only hidden on node view.
it: Non usare javascript. I campi verranno nascosti solo quando il nodo è visualizzato.

source: Hide untriggered fields.
it: Nascondi campi non attivati.

source: Disable untriggered fields.
it: Disabilita campi non attivati.

source: User Interface options
it: Opzioni Interfaccia Utente

source: Choose the desired javascript behaviour in node editing forms.
it: Scegli il comportamento di javascript nel modulo di modifica dei nodi.

source: Orphaned controlled fields settings
it: Impostazioni campi controllati orfani

source: Configure the visibility/editability of controlled fields whose controlling fields are not visible/editable.
it: Configura la visibilità/modificabilità dei campi controllati i cui campi di controllo non sono visibili/modificabili.

source: Hide
it: Nascondi

source: Show only triggered
it: Mostra solo quelli attivati

source: Show all
it: Mostra tutti

source: On node view
it: Nella visualizzazione del nodo

source: On node edit
it: Nella modifica del nodo

source: Administrators see all fields
it: Gli amministratori vedono tutti i campi

source: Select this box to let users with the <a href="@access-control-page">administer conditional fields</a> permission to view all controlled fields of a node.
it: Spunta questa casella per permettere agli utenti con il permesso <a href="@access-control-page">amministra conditional fields</a> di vedere sempre i campi controllati di un nodo.

source: Reset
it: Resetta

source: Delete all conditional fields configured for this content type. This will delete the conditional fields settings, not the fields themselves.
it: Cancella tutti i conditional fields configurati in questo tipo di contenuto. Questa opzione cancella le impostazioni condizionali, non i campi in sé per sé.

source: Submit
it: Invia

source: All configured conditional fields have been deleted.
it: Tutti i conditional fields configurati sono stati cancellati.

source: Conditional fields options for this content type saved.
it: Opzioni conditional fields per questo tipo di contenuto salvate.

source: group
it: gruppo

source: edit
it: modifica

source: field
it: campo

source: <p>Below is a list of all fields and groups controlled by this field. If you want to make this field controllable, you have to clear the settings for each controlled field.</p>
it: <p>Qui sotto c'è una lista di tutti i campi e i gruppi controllati da questo campo. Se vuoi rendere questo campo controllabile, devi cancellare le impostazioni per ogni campo controllato.</p>

source: Name
it: Nome

source: Type
it: Tipo

source: Options
it: Opzioni

source: <p>Choose which allowed values of available controlling fields will trigger this @context, making it visible both in node editing and view. If no value is set, the @context will be always visible.</p>
it: <p>Scegli quali valori ammessi dei campi di controllo disponibili attiveranno questo @context, rendendolo visibile nella modifica e nella visualizzazione di un nodo. Se non imposti alcun valore, il @context sarà sempre visibile.</p>

source: Conditional fields settings
it: Impostazioni conditional fields

source: Not set
it: Non impostato

source: <a href="@edit-field">Edit the allowed values</a> of the %field-name field.
it: <a href="@edit-field">Modifica i valori ammessi</a> del campo %field-name.

source: You cannot select 'Not set' and other values at the same time.
it: Non puoi selezionare 'Non impostato' e altri valori allo stesso tempo.

source: This field is controlling the group %field. You can only control a group from a field not in a group.
it: Questo campo controlla il gruppo %field. Puoi controllare un gruppo solo da un campo che non è in un gruppo.

source: The field %field is not in the same group that you selected (%group). You can only control a field in a group from another field in the same group.
it: Il campo %field non è nello stesso gruppo che hai selezionato (%group). Puoi controllare un campo in un gruppo solo da un altro campo nello stesso gruppo.

source: The field %field is in the group %group. You can only control a field in a group from another field in the same group.
it: Il campo %field è nel gruppo %group. Puoi controllare un campo in un gruppo solo da un altro campo nello stesso gruppo.

source: If you removed one or more allowed value from the field, you probably have to edit its controlled Conditional fields and/or fieldgroups settings.
it: Se hai rimosso uno o più valori ammessi dal campo, dovrai probabilmente modificare i campi e/o i gruppi che controlla.

source: You can't change the parent group of a conditional field.
it: Non puoi cambiare il gruppo che contiene un conditional field.

source: administer conditional fields
it: amministra conditional fields

source: Content fields and groups visibility based on the values of user defined 'trigger' fields.
it: Visibilità di campi e gruppi basata sui valori di altri campi, definiti dall'utente.
